"ONE_SONG" = "1 Melodie";
"SONGS_COUNT_FORMAT" = "%d Melodii";

"ALBUM_HEADER_RELEASE_DATE_FORMAT" = "Lansat: %@";

"ALBUM_HEADER_SONG_COUNT_AND_DURATION_COMBINATION_FMT" = "%@, %@.";

"MUSIC" = "Muzică";

"123" = "123";

"Add All Albums" = "Adăugați tot";

"Add All Songs" = "Adăugați tot";

"ADD_PLAYLIST_CONFIRM_BUTTON_TITLE" = "Salvați";
"ADD_PLAYLIST_DIALOG_TITLE" = "Listă de redare nouă";
"ADD_PLAYLIST_DIALOG_MESSAGE" = "Introduceți un nume pentru această listă de redare.";
"ADD_PLAYLIST_ROW" = "Adăugați listă…";
"ADD_PLAYLIST_TITLE_PLACEHOLDER" = "Titlu";
"ADD_SONGS_TO_CUSTOM_PLAYLIST_FORMAT" = "Adăugați melodii în “%@”.";
"EDIT_PLAYLIST_RENAME" = "Redenumiți";
"EDIT_PLAYLIST_ADD_SONGS" = "Adăugați melodii";
"RENAME_PLAYLIST_DIALOG_TITLE" = "Redenumiți lista de redare";
"RENAME_PLAYLIST_TITLE_PLACEHOLDER" = "Titlu";

"Albums" = "Albume";

"All Albums" = "Toate albumele";

"All Songs" = "Toate melodiile";

"Cancel" = "Anulați";

"WAITING_FOR_POST_PROCESSING_TO_FINISH_MESSAGE" = "Actualizare bibliotecă\U2026";

"WAITING_FOR_POST_PROCESSING_TO_FINISH_SUBTITLE" = "E posibil să dureze câteva minute.";

"Refresh Playlist" = "Reîmprospătați lista de redare";

"CLEAR" = "Degajați";

"Clear Playlist" = "Degajați lista de redare";

"Save Playlist" = "Salvați lista de redare";

"Delete Playlist" = "Ștergeți listă de redare";

"Delete" = "Ștergeți";

"Done" = "OK";

"Edit" = "Editați";

"Save" = "Salvați";

"LISTING_COUNT_ALBUMS_FORMAT" = "%d albume";

"LISTING_COUNT_ARTISTS_FORMAT" = "%d artiști";

"LISTING_COUNT_GENERIC_ITEMS_FORMAT" = "%d articole";

"LISTING_COUNT_GENERIC_TRACKS_FORMAT" = "%d piste";

"LISTING_COUNT_GENRES_FORMAT" = "%d genuri";

"LISTING_COUNT_PLAYLISTS_FORMAT" = "%d liste de redare";

"LISTING_COUNT_SONGS_FORMAT" = "%d melodii";

"NO_CONTEXT_NAVTITLE_ARTISTS" = "Artiști";

"NO_CONTEXT_NAVTITLE_GENRES" = "Genuri";

"OK" = "OK";

"Playlists" = "Liste de redare";

"Shuffle" = "Aleatoriu";

"Songs" = "Melodii";

"Unknown" = "Necunoscută";
"UNKNOWN_ARTIST" = "Artist necunoscut";
"UNKNOWN_ALBUM" = "Album necunoscut";

"NOW_PLAYING_BUTTON_LABEL" = "În\nredare";

"SEARCH_RESULT_SECTION_TITLE_ARTISTS" = "Artiști (%@ rezultate)";
"SEARCH_RESULT_SECTION_TITLE_ARTIST" = "Artist (%@ rezultat)";
"SEARCH_RESULT_SECTION_TITLE_ALBUMS" = "Albume (%@ rezultate)";
"SEARCH_RESULT_SECTION_TITLE_ALBUM" = "Album (%@ rezultat)";
"SEARCH_RESULT_SECTION_TITLE_PLAYLIST" = "Listă de redare (%@ rezultat)";
"SEARCH_RESULT_SECTION_TITLE_PLAYLISTS" = "Liste de redare (%@ rezultate)";
"SEARCH_RESULT_SECTION_TITLE_SONG" = "Melodie (%@ rezultat)";
"SEARCH_RESULT_SECTION_TITLE_SONGS" = "Melodii (%@ rezultate)";
"SEARCH_RESULT_SECTION_TITLE_GENRES" = "Genuri (%@ rezultate)";
"SEARCH_RESULT_SECTION_TITLE_GENRE" = "Gen (%@ rezultat)";

"ADD_SONGS_TO_PLAYLIST_FORMAT" = "Adăugați melodii în lista de redare %@.";

"ALBUM_INFO_SEPARATOR" = ", ";
"ALBUM_INFO_RELEASE_DATE_FORMAT" = "Lansat: %@";
"ALBUM_INFO_SONGS_SINGULAR" = "1 Melodie";
"ALBUM_INFO_SONGS_FORMAT_PLURAL" = "%u Melodii";
"ALBUM_INFO_TIME_SINGULAR" = "1 min.";
"ALBUM_INFO_TIME_FORMAT_PLURAL" = "%u min.";

"UNKNOWN_DURATION" = "--:--";
